{  "name": "Introdução - Máquinas",  "icon": "thermal:iron_gear",  "category": "thermal:machines",  "sortnum": -2,  "read_by_default": true,  "flag": "mod:thermal_expansion",  "pages": [    {      "type": "patchouli:text",      "text": "As máquinas usam energia, na forma de Redstone Flux (RF), para processar itens e / ou fluidos. As outras entradas neste capítulo fornecerão explicações detalhadas sobre a função de cada um. Breves descrições estão disponíveis em um painel dobrável na GUI de cada bloco. As máquinas não atualizadas usam até 20 RF/t."    },    {      "type": "patchouli:text",      "text": "A fim de melhorar ou modificar vários aspectos de sua funcionalidade, as máquinas aceitam $(l:thermal:technology/augments/introduction)Aprimoramentos$(/l) no painel 'Aprimoramentos'. Os painéis 'Controle de Redstone' e 'Configuração' definem o comportamento de redstone e a configuração lateral da máquina. Por padrão, as máquinas funcionarão independentemente do sinal de redstone e vêm com uma configuração de lado em branco quando colocadas pela primeira vez, o que significa que nenhum lado aceitará itens ou fluidos."    },    {      "type": "patchouli:text",      "text": "No painel 'Configuração', cada lado do bloco é representado por um quadrado que irá percorrer as configurações quando clicado. Azul e laranja representam entrada e saída, respectivamente. Os botões de seta configuram a transferência automática de / para inventários adjacentes. Preto significa que o lado aceitará entradas / saídas, mas não será transferido automaticamente. As configurações laterais são salvas quando o bloco é retirado."    },    {      "type": "patchouli:text",      "text": "O painel 'Energia' oferece informações de RF no bloco, como o uso atual de RF. Cada máquina tem uma taxa máxima que pode usar RF, e cada receita tem um certo custo de RF associado a ela. Esses dois valores, que podem ser afetados por $(l:thermal:technology/augments/introduction)Aprimoramentos$(/l), pode ser dividido para determinar a velocidade com que uma determinada receita será processada. A fim de acelerar a operação de uma máquina, o uso máximo de RF pode ser aumentado usando $(l:thermal:technology/augments/machine_speed)Aprimoramentos$(/l) ou o RF necessário para uma receita pode ser diminuído usando $(l:thermal:world/materials/catalysts)catalisadores$(/l)."    },    {      "type": "thermal:double_crafting_page",      "A.recipe": "thermal:machine_frame",      "text": "Estas páginas contêm receitas para componentes comuns em máquinas e dispositivos."    },    {      "type": "thermal:double_crafting_page",      "A.recipe": "thermal:redstone_servo",      "B.recipe": "thermal:rf_coil"    }  ]}