{  "name": "Onde está Dynamics?",  "icon": "thermal:iron_gear",  "read_by_default": true,  "category": "thermal:storage_and_transport",  "flag": "mod:thermal_expansion",  "pages": [    {      "type": "text",      "text": "A Dynamics está atualmente em espera enquanto outros recursos da série Thermal estão sendo desenvolvidos. Por favor, seja paciente! As páginas a seguir terão outros mods de tubos recomendados."    },    {      "type": "link",      "title": "XNet",      "url": "https://www.curseforge.com/minecraft/mc-mods/xnet",      "link_text": "Curseforge Link",      "text": "XNet é um mod poderoso que pode transportar itens, fluidos, RF e muito mais em um cabo. Cada rede requer um controlador, através do qual a rede pode ser configurada para controlar entradas, saídas, filtragem, tamanho da pilha, etc. em vários canais. Há uma ligeira curva de aprendizado envolvida, mas o grau de controle é quase incomparável"    },    {      "type": "link",      "title": "Refined Pipes",      "url": "https://www.curseforge.com/minecraft/mc-mods/refined-pipes",      "link_text": "Curseforge Link",      "text": "Para uma experiência que lembra mais a Dynamics 1,12, experimente Refined Pipes. Tubos e extratores vêm em camadas distintas com velocidades variadas. Para aqueles que já estão familiarizados com a Dynamics 1.12, este mod deve se sentir em casa."    },    {      "type": "link",      "title": "Integrated Tunnels",      "url": "https://www.curseforge.com/minecraft/mc-mods/integrated-tunnels",      "link_text": "Curseforge Link",      "text": "Integrated Dynamics é um mod extremamente poderoso que pode avaliar uma variedade de qualidades sobre mobs, inventários, etc. Tunnels é um addon que permite que as redes também importem / exportem itens de inventários. Combinados, esses dois permitem extrema precisão, capacidade de filtragem e controle. Cuidado, este mod é mais difícil de entender do que a maioria."    },    {      "type": "text",      "title": "Content Mods with Pipes",      "text": "Os mods a seguir têm uma variedade de opções de transporte, mas também adicionam muitos outros conteúdos excelentes que podem ser do seu interesse. Se você está procurando um mod que $(o)só$() adiciona opções de transferência de item / fluido / energia, consulte as páginas anteriores.$(li)$(l:https://www.curseforge.com/minecraft/mc-mods/mekanism)Mekanism$()$(li)$(l:https://www.curseforge.com/minecraft/mc-mods/create)Create$()$(li)$(l:https://www.curseforge.com/minecraft/mc-mods/immersive-engineering)Immersive Engineering$()$(li)$(l:https://www.curseforge.com/minecraft/mc-mods/rats)funny rat mod$()"    }  ]}