{  "name": "Phyto-Gro",  "icon": "thermal:phytogro",  "read_by_default": true,  "category": "thermal:plants",  "flag": "|mod:thermal_cultivation,mod:thermal_expansion",  "pages": [    {      "flag": "&mod:thermal_cultivation,!mod:thermal_expansion",      "type": "crafting",      "recipe": "thermal:phytogro_2",      "text": "Phyto-gro é um fertilizante densamente embalado com todos os nutrientes de que as plantas precisam. Pode ser aplicado diretamente nas plantas ou espalhado em uma área com $(l:thermal:equipment/explosives/phyto_explosives)alguns explosivos$(/l)."    },    {      "flag": "&!mod:thermal_cultivation,mod:thermal_expansion",      "type": "crafting",      "recipe": "thermal:phytogro_2",      "text": "Phyto-gro é um fertilizante densamente embalado com todos os nutrientes de que as plantas precisam. Pode ser aplicado diretamente em plantas ou usado em máquinas como um $(l:thermal:world/materials/catalysts)catalisador$(/l)."    },    {      "flag": "&mod:thermal_cultivation,mod:thermal_expansion",      "type": "crafting",      "recipe": "thermal:phytogro_2",      "text": "Phyto-gro é um fertilizante densamente embalado com todos os nutrientes de que as plantas precisam. Pode ser aplicado diretamente em plantas, espalhado em uma área com $(l:thermal:equipment/explosives/phyto_explosives)alguns explosivos$(/l), ou usado em máquinas como um $(l:thermal:world/materials/catalysts)catalisador$(/l)."    },    {      "type": "crafting",      "recipe": "thermal:phytogro_4",      "text": "$(o)Os anciãos da aldeia falam de uma fórmula perdida de Phyto-Gro que poderia ser infundida com seiva e fluxo de redstone a fim de melhorar o rendimento das colheitas muito além do que poderia ser considerado natural. Infelizmente, todas as tentativas de recriá-lo terminaram em fracasso.$()"    },    {      "type": "crafting",      "recipe": "thermal:phytogro_8",      "recipe2": "thermal:phytosoil"    },    {      "type": "text",      "text": "Phyto-solo é a sujeira infundida com Phyto-Gro. Ele aproximadamente dobra a taxa de crescimento das plantas cultivadas nele, o que pode ser melhorado para ~ 5x usando um $(l:thermal:technology/devices/soil_infuser)Infusor de Phyto-Solo$(/l). Assim como o solo normal, deve ser arado para que as plantações cresçam. Ao contrário das terras agrícolas normais, o Phyto-solo arado não pode ser pisoteado e não precisa de água nas proximidades para se manter hidratado."    }  ]}