{
  "name": "Введение - Механизмы",
  "icon": "thermal:iron_gear",
  "category": "thermal:machines",
  "sortnum": -2,
  "read_by_default": true,
  "flag": "mod:thermal_expansion",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Механизмы используют энергию, в виде Redstone Flux (RF), для обработки предметов и/или жидкостей. В других статьях этой главы будут даны подробные объяснения функций каждого механизма. Краткие описания доступны во вкладках в интерфейсе каждого механизма. Базовые механизмы потребляют до 20 RF/т."
    },
    {
      "type": "patchouli:text",
      "text": "Чтобы улучшить или изменить функциональность каждого механизма используются $(l:thermal:technology/augments/introduction)улучшения$(/l) во вкладке 'Улучшения'. Вкладки 'Управление' и 'Конфигурация' позволяют настроить реакцию на сигнал красного камня, и стороны механизма. По умолчанию механизмы будут игнорировать сигнал красного камня и не иметь конфигурации сторон, что означает, что никакие стороны не будут принимать/выдавать предметы или жидкости."
    },
    {
      "type": "patchouli:text",
      "text": "Во вкладке 'Конфигурация' каждая сторона блока представлена квадратиком, который будет циклически переключаться между режимами при нажатии на него. Синий и оранжевый цвета представляют входные и выходные стороны соответственно. Кнопки со стрелками включают/отключают автоматический вход/ выход. Чёрный цвет обозначает любое взаимодействие с этой стороной, но исключает автоматический вход/выход. Настройки сторон сохраняются при снятии."
    },
    {
      "type": "patchouli:text",
      "text": "Вкладка 'Энергия' содержит информацию о эффективности работы и количестве используемой энергии. Все механизмы имеют максимальную скорость, с которой они могут использовать RF-энергию, и с каждым рецептом связано определённое количество энергии, эти значения можно разделить, чтобы определить скорость обработки конкретного рецепта. Для ускорения работы механизмов можно использовать $(l:thermal:technology/augments/machine_speed)улучшения$(/l) или уменьшить количество требуемой энергии используя $(l:thermal:world/materials/catalysts)катализаторы$(/l)."
    },
    {
      "type": "thermal:double_crafting_page",
      "A.recipe": "thermal:machine_frame",
      "text": "На этих страницах содержатся рецепты компонентов для механизмов и устройств."
    },
    {
      "type": "thermal:double_crafting_page",
      "A.recipe": "thermal:redstone_servo",
      "B.recipe": "thermal:rf_coil"
    }
  ]
}